{
  "LuaSnip": { "branch": "master" },
  "apiblueprint.vim": { "branch": "master" },
  "bogster": { "branch": "master" },
  "caw.vim": { "branch": "master" },
  "clever-f.vim": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-emoji": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp-tmux": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "context_filetype.vim": { "branch": "master" },
  "delimitMate": { "branch": "master" },
  "edge": { "branch": "master" },
  "editorconfig-vim": { "branch": "master" },
  "emmet-vim": { "branch": "master" },
  "firenvim": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "git-blame.nvim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "gruvbox.nvim": { "branch": "main" },
  "harpoon": { "branch": "master" },
  "hop.nvim": { "branch": "master" },
  "incsearch.vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason.nvim": { "branch": "main" },
  "megaman-vim": { "branch": "master" },
  "neodev.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-lsp-installer": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-neoclip.lua": { "branch": "main" },
  "nvim-notify": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "nyancat-vim": { "branch": "master" },
  "palenight.vim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "popup.nvim": { "branch": "master" },
  "quickfix-reflector.vim": { "branch": "master" },
  "sonokai": { "branch": "master" },
  "splitjoin.vim": { "branch": "main" },
  "sql.nvim": { "branch": "master" },
  "sqlite.lua": { "branch": "master" },
  "switch.vim": { "branch": "master" },
  "targets.vim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "textobj-motionmotion.vim": { "branch": "master" },
  "tmux-complete.vim": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "todo.txt-vim": { "branch": "master" },
  "tokyonight.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "undotree": { "branch": "master" },
  "vim-bookmarks": { "branch": "master" },
  "vim-dispatch": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-fuzzy-stash": { "branch": "master" },
  "vim-gista": { "branch": "master" },
  "vim-indent-object": { "branch": "master" },
  "vim-json": { "branch": "master" },
  "vim-lastplace": { "branch": "master" },
  "vim-matchup": { "branch": "master" },
  "vim-maximizer": { "branch": "master" },
  "vim-qf": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-rest-console": { "branch": "master" },
  "vim-simple-align": { "branch": "master" },
  "vim-startuptime": { "branch": "master" },
  "vim-svelte": { "branch": "main" },
  "vim-svelte-plugin": { "branch": "master" },
  "vim-textobj-comment": { "branch": "master" },
  "vim-textobj-lastpat": { "branch": "master" },
  "vim-textobj-user": { "branch": "master" },
  "vim-tmux-focus-events": { "branch": "master" },
  "vim-tmux-navigator": { "branch": "master" },
  "vim-tmux-send": { "branch": "master" },
  "vim-unimpaired": { "branch": "master" },
  "vim-vue": { "branch": "master" },
  "vimux": { "branch": "master" },
  "vimwiki": { "branch": "dev" }
}